{
  "news": [
    {
      "id": 1,
      "title": "Jack Manages 50% Salary Savings With Strategic Detonations 💣 ",
      "content": "The remaining 50% of workforce will continue training AI and prompting themselves out of their jobs.",
      "category": "Tech",
      "size": "medium",
      "link": "https://x.com/jack/status/2027129697092731343"
    },
    {
      "id": 2,
      "title": "🎬 Netflix Drama: Hashimoto's Wife's Career Frozen Post-IBM Merger",
      "content": "Sources claim she hasn't landed a single acting role since the corporate acquisition. Insiders suggest the IBM takeover shifted Netflix's entire talent strategy. Coincidence? The internet thinks not.",
      "category": "Tech",
      "size": "medium"
    },
    {
      "id": 3,
      "title": "🤖 EXCLUSIVE: Gordo Vargo Returns to AI - Plans to 'Clean House'",
      "content": "The controversial tech figure is making a massive comeback in artificial intelligence. Rumor mill suggests he's planning to deprecate and delete competitor projects in a sweeping industry takeover. When reached for comment, sources said 'He's bigger and bolder than ever.'",
      "category": "AI",
      "size": "large"
    },
    {
      "id": 4,
      "title": "🚗 DHH's Pagani Zonda HH BANNED From Valencia's Low-Emission Zone",
      "content": "Rails creator David Heinemeier Hansson's €2M hypercar doesn't meet EU emissions standards. The legendary supercar with his initials won't be allowed in Valencia's restricted area. Ironic considering he's a tech philanthropist advocating for climate action.",
      "category": "Tech",
      "size": "medium",
      "image": "./orange-zonda-f.jpg"
    },
    {
      "id": 5,
      "title": "🎬 Black Mirror Getting Real: Fifteen Million Merits Edition",
      "content": "While our favorite Philantrotechbros fantasize about saving the world, the real dystopia unfolds. A small apartment in Mislata now costs more merits than the dreams of an entire Black Mirror episode. Silicon Valley wasn't the problem—it was just the rehearsal.",
      "category": "Tech",
      "size": "medium",
      "link": "https://x.com/mikethree/status/2026919757526483393",
      "tweet_url": "https://x.com/mikethree/status/2026919757526483393",
      "embed_html": "<blockquote class=\"twitter-tweet\" data-media-max-width=\"560\"><p lang=\"zxx\" dir=\"ltr\"><a href=\"https://t.co/Yrxn4hTM8v\">pic.twitter.com/Yrxn4hTM8v</a></p>&mdash; Mike Three (@mikethree) <a href=\"https://twitter.com/mikethree/status/2026919757526483393?ref_src=twsrc%5Etfw\">February 26, 2026</a></blockquote>"
    },
    {
      "id": 6,
      "title": "🇨🇳 DeepSeek Ghosting Nvidia & AMD - Huawei Gets VIP Treatment",
      "content": "Plot twist: DeepSeek's new V4 model is playing hard to get with Team America while sliding into Huawei's DMs. Nvidia and AMD left on read while Chinese chipmakers get early access. Geopolitics meets AI dating apps. Swipe left on sanctions, swipe right on sovereignty.",
      "category": "AI",
      "size": "large",
      "link": "https://www.pcgamer.com/software/ai/deepseek-has-reportedly-denied-nvidia-and-amd-early-access-to-its-new-v4-ai-model-giving-huawei-and-other-chinese-chipmakers-a-head-start/"
    },
    {
      "id": 7,
      "title": "💉 Ketamine Shortage Crisis: Russian Tech Bros' 3500 Sons Turn Legal Age",
      "content": "Silicon Valley's favorite productivity enhancer hits record prices as demand skyrockets. Sources trace the exponential spike to 3,500 offspring of Russian oligarch techbros all turning 18 simultaneously and launching 'disruptive' AI startups. Coincidentally, all pitchdecks mention 'microdosing for clarity' and 'consciousness hacking.' Elon's medicine cabinet reportedly panic-buying futures.",
      "category": "Tech",
      "size": "large"
    },
    {
      "id": 8,
      "title": "🤡 Big Tech Cries 'They Copied Us!' While Ctrl+C'ing Everything Themselves",
      "content": "American AI giants spent the week clutching their pearls about DeepSeek's 'inspiration,' conveniently forgetting their entire business model is built on scraping the internet without asking. The irony is so thick you could train a model on it. DeepSeek's response? Denying Nvidia and AMD early V4 access while giving Huawei the VIP pass. When reached for comment, sources said 'Do as we say, not as we do' in perfect Silicon Valley harmony.",
      "category": "AI",
      "size": "large",
      "link": "https://xarxa.cloud/@Argyle13/116143796682121415"
    }
  ]
}
